000100 IDENTIFICATION DIVISION.
000200 PROGRAM-ID. HELLO.
000300 ENVIRONMENT DIVISION.
000400 DATA DIVISION.
000500 PROCEDURE DIVISION.
000600
000700 PROGRAM-BEGIN.
000800     DISPLAY "WOW, MY FIRST COBOL PROGRAM!".
000900     DISPLAY "WOW, MY FIRST COBOL PROGRAM!".
001000 PROGRAM-DONE.
001100     STOP RUN.
